var hotelStar = [['不入住酒店'],['二星'],['三星'],['四星'],['五星'],['准二'],['准三'],['准四'],['准五'],['农家'],['自选'],['其他']];

var saledata=[['1','个人'],['2','团队'],['0','个人或团队']]	;
var themedata=[['无主题',''],['中秋','ux-flag-1'],['国庆','ux-flag-2'],['春节','ux-flag-3']];
var busModedata=[['9','11座'],['17','19座'],['25','25座'],['33','33座'],['45','45座'],['53','53座']];
var themeColorData=[['','无颜色',''],
					 ['#000000','颜色00','color-flag-00'],['#993300','颜色01','color-flag-01'],['#333000','颜色02','color-flag-02'],['#003300','颜色03','color-flag-03'],['#003366','颜色04','color-flag-04'],['#000080','颜色05','color-flag-05'],['#333399','颜色06','color-flag-06'],['#333333','颜色07','color-flag-07'],
					 ['#800000','颜色10','color-flag-10'],['#FF6600','颜色11','color-flag-11'],['#808000','颜色12','color-flag-12'],['#008000','颜色13','color-flag-13'],['#008080','颜色14','color-flag-14'],['#00FFFF','颜色15','color-flag-15'],['#666699','颜色16','color-flag-16'],['#808080','颜色17','color-flag-17'],
					 ['#FF0000','颜色20','color-flag-20'],['#FF9900','颜色21','color-flag-21'],['#99CC00','颜色22','color-flag-22'],['#339966','颜色23','color-flag-23'],['#33CCCC','颜色24','color-flag-24'],['#3366FF','颜色25','color-flag-25'],['#800080','颜色26','color-flag-26'],['#969696','颜色27','color-flag-27'],
					 ['#FF00FF','颜色30','color-flag-30'],['#FFCC00','颜色31','color-flag-31'],['#FFFF00','颜色32','color-flag-32'],['#00FF00','颜色33','color-flag-33'],['#00FFFF','颜色34','color-flag-34'],['#00CCFF','颜色35','color-flag-35'],['#993366','颜色36','color-flag-36'],['#C0C0C0','颜色37','color-flag-37'],
					 ['#FF99CC','颜色40','color-flag-40'],['#FFCC99','颜色41','color-flag-41'],['#FFFF99','颜色42','color-flag-42'],['#CCFFCC','颜色43','color-flag-43'],['#CCFFFF','颜色44','color-flag-44'],['#99CCFF','颜色45','color-flag-45'],['#CC99FF','颜色46','color-flag-46'],['#FFFFFF','颜色47','color-flag-47']];	